Revit 2027 API
ParameterTypeId.RoomTagLeaderUi Property
 "Leader"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomTagLeaderUi { get; }
Public Shared ReadOnly Property RoomTagLeaderUi As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomTagLeaderUi {
	ForgeTypeId^ get ();
}
static member RoomTagLeaderUi : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace